Repository: dicodingacademy/a480-flutter-intermediate-labs
Catalog: 03-locatization-and-accesibility/03-accessibility/lib/l10n/app_*.arb
Languages: ar, id

# costTitle
source: Subscription Fee
ar: رسم الاشتراك
id: Biaya Langganan

# costSubtitle
source: Choose a subscription package as a learning investment that suits your needs.
ar: اختر حزمة اشتراك كاستثمار تعليمي يناسب احتياجاتك.
id: Pilih paket langganan sebagai investasi belajar yang sesuai dengan kebutuhan Anda.

# paidPackageTitle
source: {month,plural, =1{{month} Month} other{{month} Months}} Subscription
ar: {month,plural, =1{اشتراك لمدة شهر} =2{اشتراك شهرين} other{اشتراك {month} شهور}
id: Berlangganan {month,plural, other{{month} bulan}}

# paidPackageButton
source: Choose Package
ar: اختر الباقة
id: Pilih Paket

# orText
source: or
ar: أو
id: atau

# freePackageTitle
source: {day,plural, =1{{day} day} other{{day} days}} Subscription
ar: {day,plural, =1{اشتراك ليوم واحد} =2{اشتراك لمدة 2 يوم} other{اشتراك {day} يوم}}
id: Berlangganan {day,plural, other{{day} hari}}

# freePackagePrice
source: Free
ar: حر
id: Gratis

# freePackageButton
source: Try Now
ar: جرب الآن
id: Coba sekarang

# benefitTitle
source: Subscription Benefit
ar: ميزة الاشتراك
id: Keuntungan Langganan

# benefitFeatureTitle1
source: Main Feature
ar: الميزة الأساسية
id: Fitur Utama

# benefitFeatureTitle2
source: Trial
ar: محاكمة
id: Uji Coba

# benefitFeatureTitle3
source: Subscription
ar: الاشتراك
id: Langganan

# benefitFeatureItem1
source: All-Access Course
ar: دورة بلا حدود
id: Akses semua kelas

# benefitFeatureItem2
source: Exam
ar: امتحان
id: Ujian

# benefitFeatureItem3
source: Send Project
ar: أرسل المشروع
id: Kirim Proyek

# accHeader
source: Subscription Fee, Choose a subscription package as a learning investment that suits your needs.
ar: رسوم الاشتراك ، اختر حزمة الاشتراك كاستثمار تعليمي يناسب احتياجاتك.
id: Biaya Langganan, Pilih paket langganan sebagai investasi belajar yang sesuai dengan kebutuhan Anda.

# accPaidPackage
source: You can get a {paidPackageTitle} for {paidPackagePrice}
ar: يمكنك الحصول على {paidPackageTitle} مقابل {paidPackagePrice}
id: Anda dapat {paidPackageTitle} dengan biaya {paidPackagePrice}

# accPaidPackageButton
source: Choose Package for Subscription
ar: اختر حزمة للاشتراك
id: Pilih Paket untuk berlangganan

# accOrText
source: or
ar: أو
id: atau

# accFreePackage
source: You can get a trial with {freePackageTitle} for {freePackagePrice}
ar: يمكنك الحصول على محاكمة مع {freePackageTitle} مقابل {freePackagePrice}
id: Anda dapat uji coba dengan {freePackageTitle} secara {freePackagePrice}

# accFreePackageButton
source: Try Now
ar: جرب الآن
id: Coba Sekarang

# accBenefitTitle
source: Subscription Benefit
ar: ميزة الاشتراك
id: Keuntungan Langganan

# accBenefitFeatureItem1
source: {benefitFeatureItem1} Feature, available on trial subscriptions, available on paid subscriptions.
ar: {benefitFeatureItem1} خاصية ، المتوفرة في اشتراكات الإصدار التجريبي ، والمتاحة في الاشتراكات المدفوعة.
id: Fitur {benefitFeatureItem1}, tersedia di langganan uji coba, tersedia di langganan berbayar.

# accBenefitFeatureItem2
source: {benefitFeatureItem2} Feature, available on trial subscriptions, available on paid subscriptions.
ar: {benefitFeatureItem2} خاصية ، المتوفرة في اشتراكات الإصدار التجريبي ، والمتاحة في الاشتراكات المدفوعة.
id: Fitur {benefitFeatureItem2}, tersedia di langganan uji coba, tersedia di langganan berbayar.

# accBenefitFeatureItem3
source: {benefitFeatureItem3} Feature, not available on trial subscriptions, available on paid subscriptions.
ar: {benefitFeatureItem3} خاصية ، غير متوفرة في الاشتراكات التجريبية ، والمتاحة في الاشتراكات المدفوعة.
id: Fitur {benefitFeatureItem3}, tidak tersedia di langganan uji coba, tersedia di langganan berbayar.

# accChangeLanguage
source: Change Language Setting
ar: تغيير إعدادات اللغة
id: Pengaturan ubah bahasa

# accOpenSetting
source: Open settings
ar: أفتح الإعدادات
id: Buka pengaturan

# accLocaleItem1
source: Indonesian
ar: اللغة الاندونيسية
id: Bahasa Indonesia

# accLocaleItem2
source: Inggris
ar: اللغة الإنجليزية
id: Bahasa Inggris

# accLocaleItem3
source: Arabic
ar: اللغة العربية
id: Bahasa Arab
